
شرح تشغيل بوت واتساب من replit 


السلام عليكم ركز في الشرح

اولا تخش الرابط التالي وانشاء حساب في الموقع 


رابط موقع replit
https://replit.com/

هنا تختار حسابك من حساباتك المسجله في هاتفك 


وبس كذا انتهينى من تسجيل في موقع replit


بعد انشاء حساب  انتقل الى الرابط التالي

رابط ربط رقمك بهاتف واحد

https://replit.com/@zemlwfy3/LUFFY-QRCODE#main.sh


تكتب رقمك بدون علامه + 
وبعدها هيجيك كود بالون الاخضر كما شفت في الفيديو بعد مايضهر الكود انتقل الي واتساب الي تريد في البوت وبعدها انقل الكود الاخضر واعمل تسجيل وانتضر بعد ماتخلص ارجع لنفس الموقع وخذ الكود الي نسخته انا الكةد الكبير بعدها كذا خلصت من الموقع الثاني 

بعد ماتربط الرقم وتاخد كود الربط نسخ ثم انتقل الى الرابط التالي

احتفض في الكود الي نسخته
بعدها على رابط البوت 


رابط البوت 


https://replit.com/@zemlwfy2/K1?v=1#index.js

بعدها ادخل الملف الي دخلته انا وثم احذف الكود الموجود واعمل الكود الي نسخته من الموقع الاول 
واعمل تشغيل للبوت وهيك مبروك عليك البوت

وبس كذا اتمنى فهمتو 

حقوق قناه 
بورش 
https://whatsapp.com/channel/0029VaI4a3JDZ4LbOAHbdu47

 


 
 
